
# 1) დაწერეთ პითონის პროგრამა, რომელიც ქმნის ჯერ სტრინგს შემდეგ ინტეჯერს

"string"
16

# 2) დაწერეთ პითონის პროგრამა, რომელიც ჯერ ქმნის სტრინგ 'გამარჯობას', შემდეგ ქმნის სტრინგ 'ელემენტი' - ათჯერ ( ერთ ხაზზე ), შემდეგ ქმნის ინტეჯერ 1000- ორი ინტეჯერი რიცვის მეშვეობით, შემდეგ ქმნის სტრინგ 'hello world' - ორი სტრინგის მეშვეობით , და ბოლოს ქმნის ბულეანს, თუმცა არა პირდაპირ True ან False-ის დაწერით ( მინიშნება დაგჭირდებათ მოცემულიდან, რომელიმე ოპერაციების გამოყენება რომელიმე პროგრამის ნაწილში: +, -, *, / )

hello = "გამარჯობა" * 10
element = "ელემენტი" * 10

print(hello)
print(element)

num1 = 500

num2 = 500

print(num1 + num2)

print("hello " + "world")

print(15>3)




